Repository: novicell-drupal/drupal-premium
Catalog: webroot/modules/custom/premium_theme_helper/translations/*.po
Languages: da

source: Description is used for meta tags, search results and inline navigation
da: Beskrivelsen er brugt til meta tags, søgeresultater og inline navigation

source: Page settings
da: Sideindstillinger

source: One column
da: En kolonne

source: Two column
da: To kolonne

source: Three column
da: Tre kolonne

source: Section @section
da: Sektion @section

source: Section (@type): @label
da: Sektion (@type): @label

source: Sections
da: Sektioner

source: Sections in @storage_label layout
da: Sektioner i @storage_label layout

source: Layout Section
da: Layout Sektion

source: Add section
da: Tilføj sektion

source: Add section <span class="visually-hidden">at start of layout</span>
da: Tilføj sektion <span class="visually-hidden">ved starten af layout</span>

source: Add section <span class="visually-hidden">at end of layout</span>
da: Tilføj sektion <span class="visually-hidden">ved slutningen af layout</span>

source: Add section <span class="visually-hidden">between @first and @second</span>
da: Tilføj sektion <span class="visually-hidden">mellem @first og @second</span>

source: Add block
da: Tilføj blok

source: Add block <span class="visually-hidden">in @section, @region region</span>
da: Tilføj blok <span class="visually-hidden">i @section, @region region</span>

source: Configure section
da: Konfigurér sektion

source: Choose a layout for this section
da: Vælg et layout for denne sektion

source: Reorder sections
da: Omarranger sektioner

source: Show content preview
da: Vis forhåndsvisning af indhold

source: Color theme
da: Farve tema

source: Choose color theme this layout.
da: Vælg farve tema for dette layout.

source: Column width
da: Kolonnebredde

source: Choose column width for this layout.
da: Vælg kolonnebredde for dette layout.

source: Column spacing top
da: Kolonneafstand i top

source: Column spacing bottom
da: Kolonneafstand i bund

source: Choose column spacing for this layout.
da: Vælg kolonneafstand for dette layout.

source: Change to
da: Ændre til

source: Create New Draft
da: Opret ny kladde

source: Create @entity_type
da: Opret @entity_type

source: Saving draft...
da: Gemmer kladde...

source: Save Draft
da: Gem Kladde

source: Draft
da: Kladde

source: Save layout
da: Gem layout

source: You are editing the layout for this @bundle @singular_label. <a href=":link">Edit the template for all @bundle @plural_label instead.</a>
da: Du redigerer layoutet for denne @bundle @singular_label. <a href=":link">Rediger skabelonen til al @bundle @plural_label i stedet.</a>

source: You are editing the layout for this @bundle @singular_label.
da: Du redigerer layoutet for denne @bundle @singular_label.

source: Congratulations, you installed Drupal Premium!
da: Tillykke, du har installeret Drupal Premium!

source: Are you sure you want to remove the %label block?
da: Er du sikker på, at du vil fjerne %label blokken?

source: Are you sure you want to remove section @section?
da: Er du sikker på, at du vil fjerne sektion @section?

source: Are you sure you want to discard your layout changes?
da: Er du sikker på, at du vil kassere dine layoutændringer?

source: Editorial
da: Redaktionelt arbejdsflow

# Workflow state label
source: Draft
da: Kladde

# Workflow transition label
source: Restore to Draft
da: Gendan til Kladde

# Workflow transition label
source: Create New Draft
da: Opret Ny Kladde

# Workflow transition label
source: Publish
da: Udgiv

# Workflow state label
source: Published
da: Udgivet

# Workflow state label
source: Archived
da: Arkiveret

# Workflow transition label
source: Archive
da: Arkiver

# Workflow transition label
source: Restore
da: Gendan
